Repository: kusma/amiga-dev
Catalog: targets/m68k-amigaos/roadshow/source_code/wget-1.10.1/po/*.po
Languages: cs, ro, uk

source: Unable to convert `%s' to a bind address. Reverting to ANY.
ro: Nu am putut converti `%s' într-o adresã bind. Readucere(reverting) la ANY.
uk: Неможливо перетворити `%s' на адресу прив'язки. В╕дкат до ANY.

source: Connecting to %s[%s]:%hu...
ro: Conectare la %s[%s]:%hu...
uk: Встановлення з'╓днання з %s[%s]:%hu...

source: Connecting to %s:%hu...
cs: Navazuje se spojení s %s:%hu...
ro: Conectare la %s:%hu...
uk: Встановлення з'╓днання з %s:%hu...

source: connected.
ro: conectat.
uk: п╕д'╓днано.

source: Converted %d files in %.2f seconds.
ro: %d fiºiere convertite în %.2f secunde.
uk: Перетворено %d файл╕в за %.2f секунд.

source: Converting %s...
cs: Pøevádí se %s...
ro: Convertire %s...
uk: Перетворення %s...

source: nothing to do.
cs: nic není potøeba pøevádìt.
ro: nimic de fãcut.
uk: нема чого робити.

source: Cannot convert links in %s: %s
cs: Nelze pøevést odkazy v %s: %s
ro: Nu pot converti linkurile în %s: %s
uk: Не можу перетворити посилання в %s: %s

source: Unable to delete `%s': %s
cs: Nebylo mo¾né odstranit `%s': %s
ro: Nu pot ºterge `%s': %s
uk: Не можу видалити `%s': %s

source: Cannot back up %s as %s: %s
cs: Nelze zálohovat %s jako %s: %s
ro: Nu pot face backup la %s ca %s: %s
uk: Не можу зберегти коп╕ю %s п╕д ╕менем %s: %s

source: Error in Set-Cookie, field `%s'
cs: Chyba v hlavièce Set-Cookie v poli `%s'
ro: Eroare în Set-Cookie, câmpul `%s'
uk: Помилка в куках, поле `%s'

source: Syntax error in Set-Cookie: %s at position %d.
ro: Eroare de sintaxã în Set-Cookie: %s la poziþia %d.
uk: Синтаксична помилка в куках: %s в позиц╕╖ %d.

source: Cannot open cookies file `%s': %s
cs: Nelze otevøít soubor s koláèky `%s': %s
ro: Nu pot deschide fiºierul de cookies `%s': %s
uk: Не можу в╕дкрити файл з куками `%s': %s

source: Error writing to `%s': %s
cs: Pøi zápisu do `%s' nastala chyba: %s.
ro: Eroare la scriere în `%s': %s
uk: Помилка запису в `%s': %s

source: Error closing `%s': %s
cs: Pøi uzavírání `%s' nastala chyba: %s
ro: Eroare la închiderea `%s': %s
uk: Помилка закриття `%s': %s

source: Unsupported listing type, trying Unix listing parser.
cs: Nepodporovaný typ výpisu, pou¾ije se Unixový parser.
ro: Tip de listare nesuportat, se încearcã trecere la listare Unix.
uk: Тип л╕ст╕нгу нев╕домий, спроба роз╕брати в стил╕ л╕стингу Unix.

source: Index of /%s on %s:%d
cs: Obsah /%s na %s:%d
ro: Index al /%s pe %s:%d
uk: Л╕стинг каталогу /%s на %s:%d

source: time unknown
cs: èas neznámý
ro: duratã necunoscutã
uk: час нев╕домий

source: File
cs: Soubor
ro: Fiºier
uk: Файл

source: Directory
cs: Adresáø
ro: Director
uk: Каталог

source: Link
cs: Sym. odkaz
uk: Посилання

source: Not sure
cs: Neznámý typ
ro: Nesigur
uk: Неточно

source: (%s bytes)
cs: (%s bajtù)
ro: (%s octeþi)
uk: (%s байт)

source: Logging in as %s ...
cs: Probíhá pøihla¹ování jako %s ...
ro: Login ca %s ...
uk: Ре╓стру╓мось як %s ...

source: Error in server response, closing control connection.
cs: Øídicí spojení bude ukonèeno, proto¾e server odpovìdìl chybovým hlá¹ením.
ro: Eroare în rãspunsul serverului, închid conexiunea.
uk: Помилка в реакц╕╖ серверу, закриття керуючого з'╓днання.

source: Error in server greeting.
cs: Úvodní odpovìï serveru je chybná.
ro: Eroare în salutul serverului.
uk: Помилка в прив╕танн╕ серверу.

source: Write failed, closing control connection.
cs: Rídicí spojení bude ukonèeno, proto¾e nelze zapsat data.
ro: Scriere eºuatã, închid conexiunea.
uk: Помилка запису, закриття керуючого з'╓днання.

source: The server refuses login.
cs: Server odmítá pøihlá¹ení.
ro: Serverul refuzã loginul.
uk: Сервер в╕дмовив у ре╓страц╕╖.

source: Login incorrect.
cs: Chyba pøi pøihlá¹ení.
ro: Login incorect.
uk: ╤м'я чи пароль неправильн╕.

source: Logged in!
cs: Pøihlá¹eno!
ro: Admis!
uk: Ре╓страц╕я вдалась!

source: Server error, can't determine system type.
cs: Nelze zjistit typ vzdáleného operaèního systému, proto¾e server odpovìdìl chybovým hlá¹ením.
ro: Eroare server, nu se poate determina tipul sistemului.
uk: Помилка серверу, не можу визначити тип системи.

source: done.
cs: hotovo.
ro: terminat.
uk: зроблено.

source: done.
cs: hotovo.
ro: terminat.
uk: зроблено.

source: Unknown type `%c', closing control connection.
cs: Rídicí spojení bude ukonèeno, proto¾e je po¾adován neznámý typ pøenosu `%c'.
ro: Tip `%c' necunoscut, conexiune închisã.
uk: Нев╕домий тип `%c', закриття керуючого з'╓днання.

source: done.
cs: hotovo.
ro: finalizat.
uk: зроблено.

source: ==> CWD not needed.
cs: ==> CWD není potøeba.
ro: ==> CWD nenecesar.
uk: ==> CWD не потр╕бно.

source: No such directory `%s'.
cs: Adresáø `%s' neexistuje.
ro: Nu existã directorul `%s'.
uk: Каталог `%s' в╕дсутн╕й.

source: ==> CWD not required.
cs: ==> CWD není potøeba.
ro: ==> CWD nu este necesar.
uk: ==> CWD не вимага╓ться.

source: Cannot initiate PASV transfer.
cs: Nelze spustit pasivní pøenos dat.
ro: Nu s-a putut iniþia transferul PASV.
uk: Не можу ╕н╕ц╕ювати PASV-передачу.

source: Cannot parse PASV response.
cs: Odpovìï na PASV není pochopitelná.
ro: Nu s-a putut analiza rãspunsul PASV.
uk: Помилка синтаксичного анал╕зу в╕дпов╕д╕ PASV.

source: couldn't connect to %s:%hu: %s
ro: conectare la %s:%hu nereuºitã: %s
uk: не вдалося п╕д'╓днатися до %s:%hu: %s

source: Bind error (%s).
cs: Chyba pøi operaci "bind" (%s).
ro: Eroare de legãturã(bind) (%s).
uk: Помилка зв'язування (%s).

source: Invalid PORT.
cs: Neplatný PORT.
ro: PORT invalid.
uk: Нев╕рний PORT.

source: REST failed; will not truncate `%s'.
cs: Pøíkaz REST selhal, `%s' nebude zkráceno.
ro: REST eºuat; nu se va trunchia `%s'.
uk: Команда REST не вдалась, не обр╕за╓мо `%s'.

source: REST failed, starting from scratch.
cs: Pøíkaz REST selhal, pøenos zaène od zaèátku souboru.
ro: REST eºuat, start de la început.
uk: Команда REST не вдалась, почина╓мо з нуля.

source: No such file `%s'.
cs: Soubor `%s' neexistuje.
ro: Nu existã fiºierul `%s'.
uk: Файл `%s' в╕дсутн╕й.

source: No such file or directory `%s'.
cs: Soubor èi adresáø `%s' neexistuje.
ro: Nu existã fiºierul sau directorul `%s'.
uk: Файл чи каталог `%s' в╕дсутн╕й.

source: Length: %s
cs: Délka: %s
ro: Dimensiune: %s
uk: Довжина: %s

source: [%s to go]
cs: [%s zbývá]
ro: [%s rãmaºi]
uk: [%s залишилось]

source: (unauthoritative)
cs: (není smìrodatné)
ro: (neobligatoriu)
uk: (не точно)

source: %s: %s, closing control connection.
cs: %s: %s, øídicí spojení bude ukonèeno.
ro: %s: %s, închid controlul conexiunii.
uk: %s: %s, закриття керуючого з'╓днання.

source: %s (%s) - Data connection: %s;
cs: %s (%s) - Datové spojení: %s;
ro: %s (%s) - Conexiune de date: %s;
uk: %s (%s) - З'╓днання: %s;

source: Control connection closed.
cs: Øídicí spojení bylo ukonèeno.
ro: Controlul conexiunii închis.
uk: Керуюче з'╓днання закрито.

source: Data transfer aborted.
cs: Pøenos dat byl pøedèasnì ukonèen.
ro: Transfer de date întrerupt.
uk: Передачу даних перервано.

source: File `%s' already there, not retrieving.
cs: Soubor `%s' je ji¾ zde a není jej tøeba pøená¹et.
ro: Fiºierul `%s' existã deja, nu se mai aduce.
uk: Файл `%s' вже ╓ тут, не завантажу╓мо.

source: (try:%2d)
cs: (pokus:%2d)
ro: (încercare:%2d)
uk: (спроба:%2d)

source: %s (%s) - `%s' saved [%ld]
cs: %s (%s) - `%s' ulo¾en [%ld]
ro: %s (%s) - `%s' salvat [%ld]
uk: %s (%s) - `%s' збережено [%ld]

source: Removing %s.
cs: Ma¾e se %s.
ro: ªterg %s.
uk: Видалення %s.

source: Using `%s' as listing tmp file.
cs: Seznam souborù bude doèasnì ulo¾en v `%s'.
ro: Se utilizeazã `%s' ca fiºier temporar de listare.
uk: Л╕стинг буде збережено в тимчасовому файл╕ `%s'.

source: Removed `%s'.
cs: Soubor `%s' byl vymazán.
ro: `%s' ºters.
uk: `%s' видалено.

source: Recursion depth %d exceeded max. depth %d.
cs: Hloubka rekurze %d pøekroèila maximální hloubku %d.
ro: Adãncimea de recurenþã %d a depaºit max. de adãncime %d.
uk: Глибина рекурс╕╖ %d перевищила максимальну глибину %d.

source: Remote file no newer than local file `%s' -- not retrieving.
cs: Vzdálený soubor není novìj¹í, ne¾ lokální soubor `%s', a není jej tøeba stahovat.
ro: Fiºierul remote nu este mai nou decãt fiºierul local `%s'--nu se aduce.
uk: Локальний файл `%s' нов╕ший -- не завантажу╓мо його.

source: Remote file is newer than local file `%s' -- retrieving.
cs: Vzdálený soubor je novìj¹í, ne¾ lokální soubor `%s', a je jej tøeba stáhnout.
ro: Fiºierul remote este mai nou decãt fiºierul local `%s' -- se aduce.
uk: Файл `%s' на сервер╕ нов╕ший -- завантажу╓мо.

source: The sizes do not match (local %ld) -- retrieving.
cs: Velikosti se neshodují (lokálnì %ld), soubor je tøeba stáhnout.
ro: Dimensiunile nu corespund (local %ld) -- se aduce.
uk: Довжини файл╕в не сп╕впадають (локально: %ld) -- завантажу╓мо.

source: Invalid name of the symlink, skipping.
cs: Pøeskakuje se symbolický odkaz, nebo» název odkazu není platný.
ro: Nume symlink invalid, se omite.
uk: Нев╕рне ╕м'я символьного посилання, пропука╓мо.

source: Already have correct symlink %s -> %s
cs: Korektní symbolický odkaz %s -> %s ji¾ existuje.
ro: Deja existã symlinkul corect %s -> %s
uk: Символьне посилання %s -> %s вже ╕сну╓.

source: Creating symlink %s -> %s
cs: Vytváøí se symbolický odkaz %s -> %s
ro: Creare symlink %s -> %s
uk: Створю╓мо символьне посилання %s -> %s

source: Symlinks not supported, skipping symlink `%s'.
cs: Symbolický odkaz `%s' bude vynechán, proto¾e systém symbolické odkazy nepodporuje.
ro: Symlinkuri nesuportate, se omite symlinkul `%s'.
uk: Символьн╕ посилання не п╕дтримуються, пропуска╓мо `%s'.

source: Skipping directory `%s'.
cs: Adresáø `%s' bude vynechán.
ro: Se omite directorul `%s.
uk: Пропуска╓мо каталог `%s'.

source: %s: unknown/unsupported file type.
cs: %s: neznámý/nepodporovaný typ souboru.
ro: %s: tip fiºier necunoscut/nesuportat.
uk: %s: нев╕домий тип файлу (або не п╕дтриму╓ться).

source: %s: corrupt time-stamp.
cs: %s: èasové razítko souboru je poru¹ené.
ro: %s: identificator-timp(time-stamp) corupt.
uk: %s: пошкоджена м╕тка часу.

source: Will not retrieve dirs since depth is %d (max %d).
cs: Podadresáøe se nebudou pøená¹et, proto¾e ji¾ bylo dosa¾eno hloubky %d (maximum je %d).
ro: Nu vor fi aduse directoare pentru adãncime setatã la %d (max %d).
uk: Не завантажу╓мо каталоги оск╕льки глибина вже %d (максимум %d).

source: Not descending to `%s' as it is excluded/not-included.
cs: Do adresáøe `%s' se nesetupuje, proto¾e tento adresáø se buï má vynechat nebo nebyl zadán k procházení.
ro: Nu se coboarã la `%s' daca este exclus/neinclus.
uk: Пропуска╓мо каталог `%s' з╕ списку виключення.

source: Rejecting `%s'.
cs: Soubor `%s' se nemá stahovat.
ro: Refuzare `%s'.
uk: Пропуска╓мо `%s'.

source: No matches on pattern `%s'.
cs: Vzorku `%s' nic neodpovídá.
ro: Nu s-au gãsit potriviri pentru tiparul `%s'.
uk: Нема╓ сп╕впадань з шаблоном `%s'.

source: Wrote HTML-ized index to `%s' [%ld].
cs: Výpis adresáøe v HTML formátu byl zapsán do `%s' [%ld].
ro: S-a scris indexul HTML în `%s' [%ld].
uk: Л╕стинг у HTML-формат╕ записано у файл `%s' [%ld].

source: Wrote HTML-ized index to `%s'.
cs: Výpis adresáøe v HTML formátu byl zapsán do `%s'.
ro: S-a scris indexul HTML în `%s'
uk: Л╕стинг у HTML-формат╕ записано у файл `%s'.

source: Could not seed OpenSSL PRNG; disabling SSL.
ro: Nu s-a selectat OpenSSL PRNG; dezactivare SSL.
uk: Не можу роз╕брати OpenSSL PRNG; в╕дключа╓мо SSL.

source: %s: option `%s' is ambiguous
cs: %s: pøepínaè `%s' není jednoznaèný
ro: %s: opþiunea `%s' este ambiguã
uk: %s: неоднозначний параметр `%s'

source: %s: option `--%s' doesn't allow an argument
cs: %s: pøepínaè `--%s' nemá argument
ro: %s: opþiunea `--%s' nu permite un parametru
uk: %s: параметр `--%s' не може мати аргументу

source: %s: option `%c%s' doesn't allow an argument
cs: %s: pøepínaè `%c%s' nemá argument
ro: %s: opþiunea `%c%s' nu permite un parametru
uk: %s: параметр `%c%s' не може мати аргументу

source: %s: option `%s' requires an argument
cs: %s: pøepínaè `%s' vy¾aduje argument
ro: %s: opþiunea `%s' necesitã un parametru
uk: %s: параметру `%s' необх╕дний аргумент

source: %s: unrecognized option `--%s'
cs: %s: neznámý pøepínaè `--%s'
ro: %s: opþiune nerecunoscutã `--%s'
uk: %s: нерозп╕знаний параметр `--%s'

source: %s: unrecognized option `%c%s'
cs: %s: neznámý pøepínaè `%c%s'
ro: %s: opþiune nerecunoscutã `%c%s'
uk: %s: нерозп╕знаний параметр `%c%s'

source: %s: illegal option -- %c
cs: %s: nepøípustný pøepínaè -- %c
ro: %s: opþiune ilegalã -- %c
uk: %s: нев╕рний параметр -- %c

source: %s: invalid option -- %c
ro: %s: opþiune invalidã -- %c
uk: %s: нев╕рний параметр -- %c

source: %s: option requires an argument -- %c
cs: %s: pøepínaè vy¾aduje argument -- %c
ro: %s: opþiunea necesitã un parametru -- %c
uk: %s: параметру необх╕дний аргумент -- %c

source: %s: option `-W %s' is ambiguous
ro: %s: opþiunea `W %s' este ambiguã
uk: %s: неоднозначний параметр `-W %s'

source: %s: option `-W %s' doesn't allow an argument
ro: %s: opþiunea `-W %s' nu permite parametri
uk: %s: параметр `-W %s' не може мати аргументу

source: Resolving %s...
ro: Rezolvare %s...
uk: Визначення ╕мен╕ %s...

source: failed: %s.
ro: eºuare: %s.
uk: невдача: %s.

source: failed: timed out.
ro: eºuare: .expirat(ã)
uk: невдача: тайм-аут.

source: Host not found
cs: Poèítaè nebyl nalezen
ro: Host negãsit
uk: Хост не знайдено

source: Unknown error
cs: Neznámá chyba
ro: Eroare necunoscutã
uk: Нев╕дома помилка

source: %s: Cannot resolve incomplete link %s.
ro: %s: Nu s-a rezolvat linkul incomplet %s.
uk: %s: Не можу роз╕брати неповне посилання %s.

source: Failed to set up an SSL context
cs: Nebylo mo¾né nastavit SSL kontext
ro: S-a eºuat în setarea contextului SSL
uk: Не вдалося встановити SSL

source: Failed to load certificates from %s
cs: SSL certifikáty nebylo mo¾né ze souboru `%s' naèíst.
ro: S-a eºuat în încãrcarea certificatelor din %s
uk: Не вдалося завантажити сертиф╕кат з %s

source: Trying without the specified certificate
cs: Program se pokusí pokraèovat bez zadaného certifikátu.
ro: Se încearcã fãrã certificatele specificate
uk: Пробу╓мо без вказаного сертиф╕кату

source: Failed to get certificate key from %s
cs: Ze souboru `%s' nebylo mo¾né klíè k certifikátu naèíst.
ro: Nu s-a putut primi codul(key) certificatului de la %s
uk: Невдалося отримати ключ-сертиф╕кат з %s

source: Unable to establish SSL connection.
cs: Nebylo mo¾né navázat SSL spojení.
ro: Nu s-a putut stabili o conexiune SSL.
uk: Не можу встановити SSL-з'╓днання.

source: Reusing connection to %s:%hu.
cs: Program vyu¾ije existující spojení s %s:%hu.
ro: Reutilizare conexiune cãtre %s:%hu.
uk: Повторне використання зв'язку з %s:%hu.

source: Failed writing HTTP request: %s.
cs: Nebylo mo¾né odeslat HTTP po¾adavek: %s.
ro: Scriere cerere HTTP eºuatã: %s.
uk: Помилка запису HTTP-запиту: %s.

source: %s request sent, awaiting response...
cs: %s po¾adavek odeslán, program èeká na odpovìï ...
ro: Cerere %s trimisã, se aºteaptã rãspuns...
uk: %s-запит над╕слано, оч╕ку╓м в╕дпов╕д╕...

source: End of file while parsing headers.
cs: Hlavièka není úplná.
ro: Sfârºit fiºier la analiza headerelor.
uk: К╕нець файлу п╕д час синтаксичного розбору заголовк╕в.

source: Read error (%s) in headers.
cs: Chyba (%s) pøi ètení hlavièek.
ro: Eroare de citire (%s) în headere.
uk: Помилка читання в заголовках (%s).

source: No data received
cs: Nepøi¹la ¾ádná data
ro: Nici o datã recepþionatã
uk: Не отримано даних

source: Malformed status line
cs: Odpovìï serveru má zkomolený stavový øádek
ro: Linie de stare malformatã
uk: Несформований статусний рядок

source: (no description)
cs: (¾ádný popis)
ro: (fãrã descriere)
uk: (без опису)

source: Authorization failed.
cs: Autorizace selhala.
ro: Autorizare eºuatã.
uk: Авторизац╕я невдалася.

source: Unknown authentication scheme.
cs: Server po¾aduje neznámý zpùsob autentifikace.
ro: Schemã autentificare necunoscutã.
uk: Нев╕дома схема аутентиф╕кац╕╖.

source: Location: %s%s
cs: Pøesmìrováno na: %s%s
ro: Locaþie: %s%s
uk: Адресa: %s%s

source: unspecified
cs: neudáno
ro: nespecificat(ã)
uk: не вказано

source: [following]
cs: [následuji]
ro: [urmeazã]
uk: [перех╕д]

source: The file is already fully retrieved; nothing to do.
cs: Soubor je ji¾ plnì pøenesen, nebude se nic dìlat.
ro: Fiºierul este deja complet; nu mai e nimic de fãcut.
uk: Файл вже повн╕стю завантажено; нема чого робити.

source: Continued download failed on this file, which conflicts with `-c'. Refusing to truncate existing file `%s'.
cs: Na pøeru¹ené stahování tohoto souboru nelze navázat. Bylo ov¹em zadáno `-c'. Existující soubor `%s' tedy radìji nebude zkrácen.
ro: Continuarea downloadului a eºuat la acest fiºier, ceea ce intrã în conflict cu `-c'. Se refuzã trunchierea fiºierului `%s' existent.
uk: Невдача в╕дновлення завантаженяя файлу, конфл╕кт з параметром `-c'. В╕дмова в╕д обр╕зання ╕снуючого файлу `%s'.

source: Length:
cs: Délka:
ro: Dimensiune:
uk: Довжина:

source: (%s to go)
cs: (%s zbývá)
ro: (%s rãmaºi)
uk: (%s залишилось)

source: ignored
cs: je ignorována
ro: ignorat
uk: ╕гнору╓ться

source: Warning: wildcards not supported in HTTP.
cs: Varování: HTTP nepodporuje ¾olíkové znaky.
ro: Avertisment: selecþiile globale(wildcards) nu sunt permise în HTTP.
uk: Увага: в HTTP не п╕дтримуються шаблони.

source: File `%s' already there, will not retrieve.
cs: Soubor `%s' je ji¾ zde a nebude se znovu pøená¹et.
ro: Fiºierul `%s' existã deja, nu se mai aduce.
uk: Файл `%s' вже ╓ тут, не завантажу╓мо його.

source: Cannot write to `%s' (%s).
cs: Nelze zapsat do `%s' (%s).
ro: Nu se poate scrie în `%s' (%s).
uk: Помилка запису в `%s' (%s).

source: ERROR: Redirection (%d) without location.
cs: CHYBA: Pøesmìrování (%d) bez udané nové adresy.
ro: EROARE: Redirectare (%d) fãrã locaþie.
uk: ПОМИЛКА: Перенаправлення (%d) без вказування адреси.

source: %s ERROR %d: %s.
cs: %s CHYBA %d: %s.
ro: EROARE %s %d: %s.
uk: %s ПОМИЛКА %d: %s.

source: Last-modified header missing -- time-stamps turned off.
cs: Nelze pou¾ít èasová razítka (`time-stamps'), proto¾e v odpovìdi serveru schází hlavièka "Last-modified".
ro: Lipseºte headerul Last-modified -- identificatori de timp opriþi.
uk: В╕дсутн╕й заголовок last-modified -- м╕тки часу вимкнено.

source: Last-modified header invalid -- time-stamp ignored.
cs: Èasové razítko souboru (`time-stamp') bude ignorováno, proto¾e hlavièka "Last-modified" obsahuje neplatné údaje.
ro: Headerul Last-modified invalid -- identificator de timp ignorat.
uk: Некоректний заголовок last-modified -- ╕гнору╓мо м╕тки часу.

source: Server file no newer than local file `%s' -- not retrieving.
cs: Lokální soubor `%s' není star¹í, ne¾ vzdálený soubor, a není jej tøeba stahovat.
ro: Fisierul de pe server nu e mai nou decât fiºierul local `%s' -- nu se aduce.
uk: Локальний файл `%s' нов╕ший -- не завантажу╓мо його.

source: The sizes do not match (local %ld) -- retrieving.
cs: Velikosti se neshodují (lokálnì %ld), soubor je tøeba stáhnout.
ro: Dimensiunile diferã (local %ld) -- se aduce.
uk: Довжини файл╕в не сп╕впадають (локально: %ld) -- завантажу╓мо.

source: Remote file is newer, retrieving.
cs: Lokální soubor je star¹í a vzdálený soubor se proto bude pøená¹et.
ro: Fiºierul remote este mai nou, se aduce.
uk: Файл нов╕ший, н╕ж локальний, завантажу╓мо.

source: %s (%s) - `%s' saved [%ld/%ld]
cs: %s (%s) - `%s' ulo¾eno [%ld/%ld]
ro: %s(%s) - `%s' salvat [%ld%ld]
uk: %s (%s) - `%s' збережено [%ld/%ld]

source: %s (%s) - Connection closed at byte %ld.
cs: %s (%s) - Spojení ukonèeno na bajtu %ld.
ro: %s (%s) - Conexiune închisã la octetul %ld.
uk: %s (%s) - З'╓днання закрито в позиц╕╖ %ld.

source: %s (%s) - `%s' saved [%ld/%ld])
cs: %s (%s) - `%s' ulo¾eno [%ld/%ld])
ro: %s (%s) - `%s' salvat [%ld%ld])
uk: %s (%s) - `%s' збережено [%ld/%ld]

source: %s (%s) - Connection closed at byte %ld/%ld.
cs: %s (%s) - Spojení ukonèeno na bajtu %ld/%ld.
ro: %s (%s) - Conexiune închisã la octetul %ld/%ld.
uk: %s (%s) - З'╓днання закрито в позиц╕╖ %ld/%ld.

source: %s (%s) - Read error at byte %ld (%s).
cs: %s (%s) - Chyba pøi ètení dat na bajtu %ld (%s).
ro: %s (%s) - Eroare de citire la octetul %ld (%s).
uk: %s (%s) - Помилка читання в позиц╕╖ %ld (%s).

source: %s (%s) - Read error at byte %ld/%ld (%s).
cs: %s (%s) - Chyba pøi ètení dat na bajtu %ld/%ld (%s).
ro: %s (%s) - Eroare de citire la octetul %ld/%ld (%s).
uk: %s (%s) - Помилка читання в позиц╕╖ %ld/%ld (%s).

source: %s: WGETRC points to %s, which doesn't exist.
ro: %s: WGETRC þinteºte spre %s, care nu existã.
uk: %s: WGETRC вказу╓ на %s, що насправд╕ не ╕сну╓.

source: %s: Cannot read %s (%s).
cs: %s: Nelze pøeèíst %s (%s).
ro: %s: Nu s-a putut citi %s (%s).
uk: %s: Неможливо прочитати %s (%s).

source: %s: Error in %s at line %d.
cs: %s: Chyba v %s na øádku %d.
ro: %s: Eroare în %s la linia %d.
uk: %s: Помилка в %s (рядок %d).

source: %s: Warning: Both system and user wgetrc point to `%s'.
cs: %s: Varování: Globální i u¾ivatelské wgetrc jsou shodnì ulo¾eny v `%s'.
ro: %s: Avertisment: Fiºierele wgetrc ºi sistem ºi user trimit cãtre `%s'.
uk: %s: Увага: Як системний wgetrc так ╕ wgetrc користувача вказують на `%s'.

source: %s: Invalid --execute command `%s'
ro: %s: Comandã --execute invalidã `%s'
uk: %s: нев╕рне --execute command `%s'

source: %s: %s: Invalid boolean `%s', use `on' or `off'.
ro: %s: %s: Boolean invalid `%s', folosiþi `on' (activat) sau `off'(dezactivat).
uk: %s: %s: нев╕рне булеве `%s', вкаж╕ть `on' чи `off'.

source: %s: %s: Invalid boolean `%s', use always, on, off, or never.
ro: %s: %s:Boolean invalid `%s', specificaþi always, on, off sau never.
uk: %s: %s: нев╕рне булеве `%s', вкаж╕ть `always', `on', `off' чи `never'.

source: %s: %s: Invalid number `%s'.
ro: %s: %s: Numãr invalid `%s'.
uk: %s: %s: нев╕рне число `%s'.

source: %s: %s: Invalid byte value `%s'
ro: %s: %s: Valoare octet invalidã `%s'
uk: %s: %s: нев╕рне значення байта `%s'.

source: %s: %s: Invalid time period `%s'
ro: %s: %s: Perioadã de timp invalidã `%s'.
uk: %s: %s: нев╕рний пер╕од часу `%s'.

source: %s: %s: Invalid header `%s'.
ro: %s: %s: Header invalid `%s'.
uk: %s: %s: нев╕рний заголовок `%s'.

source: %s: %s: Invalid progress type `%s'.
ro: %s: %s: Tip evoluþie `%s' invalid.
uk: %s: %s: Нев╕рне задання стилю в╕дображення прогресу `%s'.

source: %s: %s: Invalid restriction `%s', use `unix' or `windows'.
ro: %s: %s: Restricþie invalidã `%s', folosiþi `unix' sau `windows'.
uk: %s: %s: нев╕рне обмеження `%s', вкаж╕ть `unix' або `windows'.

source: %s: %s: Invalid value `%s'.
ro: %s: %s: Valoare invalidã `%s'.
uk: %s: %s: нев╕рне значення `%s'.

source: %s received, redirecting output to `%s'.
ro: %s recepþionaþi, redirectare output cãtre `%s'.
uk: отримано %s, перенаправлю╓мо виведення в `%s'.

source: %s: %s; disabling logging.
ro: %s: %s; logging dezactivat.
uk: %s: %s; в╕дключа╓мо протоколювання.

source: Usage: %s [OPTION]... [URL]...
cs: Pou¾ití: %s [PØEPÍNAÈ]... [URL]...
ro: Folosire: %s [OPÞIUNE]... [URL]...
uk: Використання: %s [ПАРАМЕТР]... [URL]...

source: GNU Wget %s, a non-interactive network retriever.
cs: GNU Wget %s, program pro neinteraktivní stahování souborù.
ro: GNU Wget %s, un manager de descãrcare non-interactiv.
uk: GNU Wget %s, Автоматичний завантажувач файл╕в з мереж╕.

source: Mandatory arguments to long options are mandatory for short options too.
cs: Argumenty, povinné u dlouhých pøepínaèù, jsou povinné i pro krátké verze pøepínaèù.
ro: Parametrii obligatorii pentru opþiuni lungi sunt obligatorii ºi la cele scurte.
uk: 'Довг╕' параметри сприймають т╕ ж аргументи, що ╕ коротк╕.
