Repository: kusma/amiga-dev
Catalog: targets/m68k-amigaos/roadshow/source_code/wget-1.10.1/po/*.po
Languages: cs, ro, uk

source: Startup: -V, --version display the version of Wget and exit. -h, --help print this help. -b, --background go to background after startup. -e, --execute=COMMAND execute a `.wgetrc'-style command.
cs: Zaèátek: -V, --version vypí¹e informaci o verzi programu Wget a skonèí -h, --help vypí¹e tuto nápovìdu -b, --background po spu¹tìní pokraèuje program v bìhu na pozadí -e, --execute=PØÍKAZ proveïe pøíkaz zadaný ve stylu `.wgetrc'
ro: De start: -V, --version afiºeazã versiunea Wget ºi iese. -h, --help tipãreºte acest help. -b, --background rulare în fundal dupa startare. -e, --execute=COMANDÃ executã o comandã în stilul `.wgetrc'.
uk: Запуск: -V, --version показати верс╕ю Wget. -h, --help вивести цю п╕дказку. -b, --background перейти в фоновий режим п╕сля запуску. -e, --execute=КОМАНДА виконати команду типу `.wgetrc'.

source: Logging and input file: -o, --output-file=FILE log messages to FILE. -a, --append-output=FILE append messages to FILE. -d, --debug print debug output. -q, --quiet quiet (no output). -v, --verbose be verbose (this is the default). -nv, --non-verbose turn off verboseness, without being quiet. -i, --input-file=FILE download URLs found in FILE. -F, --force-html treat input file as HTML. -B, --base=URL prepends URL to relative links in -F -i file.
ro: Logãri ºi fiºiere de intrare: -o, --output-file=FIªIER logare mesaje în FIªIER. -a, --append-output=FIªIER adãugare mesaje în FIªIER. -d, --debug tipãrire output debug. -q, --quiet silenþios (fãrã output). -v, --verbose detaliat (este implicit). -nv, --non-verbose nedetaliat, fãrã a fi silenþios. -i, --input-file=FIªIER download de URL-uri gãsite în FIªIER. -F, --force-html considerã fiºierul de intrare ca HTML. -B, --base=URL prefixare URL la linkuri relative în -F -i fiºier.
uk: Протоколювання та вх╕дний файл: -o, --output-file=ФАЙЛ записувати пов╕домлення у ФАЙЛ. -a, --append-output=ФАЙЛ додавати пов╕домлення до ФАЙЛу. -d, --debug виводити в╕длагоджувальн╕ пов╕домлення. -q, --quiet працювати без виведення пов╕домлень. -v, --verbose багатосл╕вне виведення (за змовчанням). -nv, --non-verbose вимкнути багатосл╕вн╕сть. -i, --input-file=ФАЙЛ читати URL з файлу. -F, --force-html трактувати вх╕дний файл як HTML. -B, --base=URL додавати URL до в╕дносних посилань у -F -i файл╕.

source: Download: -t, --tries=NUMBER set number of retries to NUMBER (0 unlimits). --retry-connrefused retry even if connection is refused. -O --output-document=FILE write documents to FILE. -nc, --no-clobber don't clobber existing files or use .# suffixes. -c, --continue resume getting a partially-downloaded file. --progress=TYPE select progress gauge type. -N, --timestamping don't re-retrieve files unless newer than local. -S, --server-response print server response. --spider don't download anything. -T, --timeout=SECONDS set all timeout values to SECONDS. --dns-timeout=SECS set the DNS lookup timeout to SECS. --connect-timeout=SECS set the connect timeout to SECS. --read-timeout=SECS set the read timeout to SECS. -w, --wait=SECONDS wait SECONDS between retrievals. --waitretry=SECONDS wait 1...SECONDS between retries of a retrieval. --random-wait wait from 0...2*WAIT secs between retrievals. -Y, --proxy=on/off turn proxy on or off. -Q, --quota=NUMBER set retrieval quota to NUMBER. --bind-address=ADDRESS bind to ADDRESS (hostname or IP) on local host. --limit-rate=RATE limit download rate to RATE. --dns-cache=off disable caching DNS lookups. --restrict-file-names=OS restrict chars in file names to ones OS allows.
ro: Download: -t, --tries=NUMÃR seteazã numãrul de încercãri ca NUMÃR (0 este nelimitat --retry-connrefused reîncearcã ºi în cazul în care conexiunea este refuzatã. -O, --output-document=FIºIER scrie documentele în FIªIER. -nc, --no-clobber nu secþiona fiºierele existente sau utilizeazã sufixe .# -c, --continue continuã sã iei un fiºier downloadat parþial. --progress=TIP selecteazã mod mãsurare desfaºurare download. -N, --timestamping nu aduce fiºierele dacã nu sunt mai noi decât cele locale. -S, --server-response tipãreºte rãspunsul serverului. --spider nu descãrca nimic. -T, --timeout=SECUNDE aºteaptã 1...SECUNDE între reîncercãrile de aducere. --dns-timeout=SECUNDE setare expirare cãutare DNS la SECUNDE. --connect-timeout=SECUNDE setare expirare conectare la.SECUNDE --read-timeout=SECUNDE setare expirare citire la SECUNDE. -w, --wait=SECUNDE aºteaptã SECUNDE între aduceri. --waitretry=SECUNDE aºteaptã 1...SECUNDE între încercãrile de aducere. --random-wait aºteaptã între 0...2*WAIT secunde între aduceri. -Y, --proxy=on/off activeazã (on) sau dezactiveazã(off) proxy. -Q, --quota=NUMÃR seteazã cotã de descãrcare la NUMÃR. --limit-rate=RATÃ limiteazã ratã descãrcare la RATã. --dns-cache=off dezactiveazã cachingul de cãutãri DNS. --restrict-file-names=OS restricþioneazã caracterele din numele fiºierul la cele pe care le permite sistemul de operare.n
uk: Скачування: --bind-address=АДРЕСА прив'язка до локально╖ адреси. -t, --tries=ЧИСЛО обмежити к╕льк╕сть спроб (0 - безл╕ч). -O --output-document=ФАЙЛ записувати документи у ФАЙЛ. -nc, --no-clobber не перезаписувати ╕снуюч╕ файли або + суф╕кс .# -c, --continue продовжити завантаження ╕снуючого файлу. --dot-style=СТИЛЬ задати СТИЛЬ в╕дображення процесу роботи. -N, --timestamping не завантажувати файли, як╕ старш╕, н╕ж локальн╕. -S, --server-response друкувати в╕дпов╕дь серверу. --spider н╕чого не завантажувати. -T, --timeout=СЕКУНДИ обмежити час оч╕кування в╕дпов╕д╕. -w, --wait=СЕКУНДИ встановити затримку м╕ж завантаженнями. --waitretry=СЕКУНДИ зачекати 1...СЕКУНД м╕ж спробами отримання. --random-wait зачекати 0...2*WAIT cекунд м╕ж спробами. -Y, --proxy=on/off перемикач використання прокс╕. -Q, --quota=БАЙТИ обмежити загальний об'╓м файл╕в. --limit-rate=ШВИДК╤СТЬ обмежити швидк╕сть завантаження. --dns-cache=off вимкнути кешування DNS запит╕в. --restrict-file-names=OS обмежити символи в ╕менах файл╕в дозволеними у в╕дпов╕дн╕й ОС.

source: Directories: -nd, --no-directories don't create directories. -x, --force-directories force creation of directories. -nH, --no-host-directories don't create host directories. -P, --directory-prefix=PREFIX save files to PREFIX/... --cut-dirs=NUMBER ignore NUMBER remote directory components.
ro: Directoare: -nd --no-directories nu crea directoare. -x, --force-directories forþeazã crearea directoarelor. -nH, --no-host-directories nu crea directoare gazdã. -P, --directory-prefix=PREFIX salveazã fiºierele în PREFIX/... --cut-dirs=NUMÃR Ignorã NUMÃR componente director remote.
uk: Каталоги: -nd --no-directories не створювати каталоги. -x, --force-directories примусове створення каталог╕в. -nH, --no-host-directories не створювати каталоги з ╕менами хост╕в. -P, --directory-prefix=ПРЕФ╤КС збер╕гати файли в ПРЕФ╤КС/... --cut-dirs=ЧИСЛО ╕гнорувати певне ЧИСЛО компонент╕в каталогу.

source: HTTP options: --http-user=USER set http user to USER. --http-passwd=PASS set http password to PASS. -C, --cache=on/off (dis)allow server-cached data (normally allowed). -E, --html-extension save all text/html documents with .html extension. --ignore-length ignore `Content-Length' header field. --header=STRING insert STRING among the headers. --proxy-user=USER set USER as proxy username. --proxy-passwd=PASS set PASS as proxy password. --referer=URL include `Referer: URL' header in HTTP request. -s, --save-headers save the HTTP headers to file. -U, --user-agent=AGENT identify as AGENT instead of Wget/VERSION. --no-http-keep-alive disable HTTP keep-alive (persistent connections). --cookies=off don't use cookies. --load-cookies=FILE load cookies from FILE before session. --save-cookies=FILE save cookies to FILE after session. --post-data=STRING use the POST method; send STRING as the data. --post-file=FILE use the POST method; send contents of FILE.
ro: Opþiuni HTTP: --http-user=USER seteazã userul http ca USER. --http-passwd=PASS seteazã parola http ca PASS. -C, --cache=on/off (nu)permite date server-cached (în mod normal permis). -E, --html-extension salveazã toate documentele text/html cu extensie .html. --ignore-length ignorã câmpul header `Content-Length'. --header=ªIR insereazã ªIR în headere. --proxy-user=USER seteazã USER drept nume utilizator proxy. --proxy-passwd=PASS seteazã PASS drept parolã proxy. --referer=URL include headerul `Referer: URL' în cererea HTTP. -s, --save-headers salveazã headerele HTTP în fiºier. -U, --user-agent=AGENT identificare ca AGENT în loc de Wget/VERSIUNE. --no-http-keep-alive dezactiveazã HTTP keep-alive (conexiuni persistente). --cookies=off nu utiliza cookies. --load-cookies=FIªIER încãrcã cookies din FIªIER înainte de sesiune. --save-cookies=FIªIER salveazã cookies în FIªIER dupã sesiune. --post-data=ªIR foloseºte metoda POST; trimite ªIR ca ºi date. --post-file=FIªIER foloseºte metoda POST; trimite conþinutul FIªIERului
uk: Параметри HTTP: --http-user=╤М'Я визначити ╤М'Я http-користувача. --http-passwd=ПАРОЛЬ визначити ПАРОЛЬ для http-запит╕в. -C, --cache=on/off дозволити/н╕ дан╕, кешован╕ на сервер╕ (за звичай дозволено). -E, --html-extension записувати вс╕ файли text/html з розширенням .html --ignore-length ╕гнорувати поле заголовку `Content-Length'. --header=РЯДОК вставляти РЯДОК в HTTP-заголовки. --proxy-user=╤М'Я визначити ╤М'Я користувача для прокс╕-серверу. --proxy-passwd=ПАРОЛЬ визначити ПАРОЛЬ для прокс╕-серверу. --referer=URL включити `Referer: URL' заголовок у HTTP-запит. -s, --save-headers записувати HTTP-заголовки у файл. -U, --user-agent=АГЕНТ задати ╕м'я АГЕНТа зам╕сть Wget/ВЕРС╤Я. --no-http-keep-alive заборонити HTTP keep-alive (пост╕йн╕ з'╓днання). --cookies=off не використовувати куки. --load-cookies=ФАЙЛ перед сес╕╓ю брати куки з ФАЙЛу. --save-cookies=ФАЙЛ в к╕нц╕ сес╕╖ записати куки у ФАЙЛ. --post-data=РЯДОК використовувати метод POST; надслиати РЯДОК як дан╕. --post-file=ФАЙЛ використовувати метод POST; надсилати вм╕ст ФАЙЛу.

source: HTTPS (SSL) options: --sslcertfile=FILE optional client certificate. --sslcertkey=KEYFILE optional keyfile for this certificate. --egd-file=FILE file name of the EGD socket. --sslcadir=DIR dir where hash list of CA's are stored. --sslcafile=FILE file with bundle of CA's --sslcerttype=0/1 Client-Cert type 0=PEM (default) / 1=ASN1 (DER) --sslcheckcert=0/1 Check the server cert agenst given CA --sslprotocol=0-3 choose SSL protocol; 0=automatic, 1=SSLv2 2=SSLv3 3=TLSv1
ro: Opþiuni HTTPS (SSL): --sslcertfile=FIªIER certificat client opþional. --sslcertkey=FIªIER_CHEIE fiºier_cheie opþional pentru acest certificat. --egd-file=FIªIER nume fiºier al socketului EGD. --sslcadir=DIR directorul unde este stocatã lista de CA-uri. --sslcafile=FIªIER fiºierul cu grãmada(bundle) de CA-uri --sslcerttype=0/1 Tip Cert-Client=PEM (implicit) / 1=ASN1 (DER) --sslcheckcert=0/1 Verificarea serverului pentru CA-urile furnizate --sslprotocol=0-3 verificare protocol SSL; 0=automat, 1=SSLv2 2=SSLv3 3=TLSv1
uk: HTTPS (SSL) options: --sslcertfile=ФАЙЛ опц╕онально сертиф╕кат кл╕╓нта. --sslcertkey=КЛЮЧ.ФАЙЛ опц╕онально ключ для цього сертиф╕кату. --egd-file=ФАЙЛ ╕м'я файлу для сокета EGD. --sslcadir=КАТАЛОГ каталог, де збер╕га╓ться спискок CA. --sslcafile=ФАЙЛ файл ╕з сертиф╕катами CA. --sslcerttype=0/1 тип Client-Cert 0=PEM (за замовчанням) / 1=ASN1 (DER) --sslcheckcert=0/1 перев╕рка сертиф╕ката на сервер╕ CA. --sslprotocol=0-3 виб╕р SSL-протоколу; 0=автоматично, 1=SSLv2 2=SSLv3 3=TLSv1

source: FTP options: -nr, --dont-remove-listing don't remove `.listing' files. -g, --glob=on/off turn file name globbing on or off. --passive-ftp use the "passive" transfer mode. --retr-symlinks when recursing, get linked-to files (not dirs).
cs: Pøepínaèe pro FTP protokol: -nr, --dont-remove-listing nema¾e soubory `.listing' s obsahy adresáøù -g, --glob=on/off zapne èi vypne expanzi ¾olíkù ve jménech souborù --passive-ftp pou¾ije pasivní mód pøenosu dat --retr-symlinks v rekurzivním módu stahuje i symbolické odkazy na soubory (nikoliv na adresáøe)
ro: Opþiuni FTP: -nr, --dont-remove-listing nu ºterge fiºierele `.listing'. -g, --glob=on/off activare/dezactivare nume globale. --passive-ftp utilizeazã modul de transfer "pasiv". --retr-symlinks în recursiune, adu fiºierele linkuite (nu directoarele).
uk: Параметри FTP: -nr, --dont-remove-listing не видаляти файли `.listing'. -g, --glob=on/off перемикач роботи з шаблонами ╕мен файл╕в. --passive-ftp використовувати "пасивний" тип передач╕. --retr-symlinks завантажувати з FTP символ╕чн╕ посилання.

source: Recursive retrieval: -r, --recursive recursive download. -l, --level=NUMBER maximum recursion depth (inf or 0 for infinite). --delete-after delete files locally after downloading them. -k, --convert-links convert non-relative links to relative. -K, --backup-converted before converting file X, back up as X.orig. -m, --mirror shortcut option equivalent to -r -N -l inf -nr. -p, --page-requisites get all images, etc. needed to display HTML page. --strict-comments turn on strict (SGML) handling of HTML comments.
ro: Aducere recursivã: -r, --recursive absorbire web recursivã -- folosiþi cu atenþie! -l, --level=NUMÃR adâncime recursiune maximã (inf sau 0 pentru infinitã). --delete-after ºterge fiºierele locale dupa descãrcare. -k, --convert-links converteºte linkuri non-relative în relative. -K, --backup-converted înainte de a converti fiºierul X, back-up ca X.orig. -m, --mirror opþiune scurtã echivalentã cu -r -N -l inf -nr. -p, --page-requisites aducere toate imaginile, etc. necesare pentru afiºarea paginii HTML. --strict-comments activeazã manipularea strictã (SGML) a comentariilorHTML.
uk: Рекурсивне завантаження: -r, --recursive рекурсивний режим -- будьте обережн╕! -l, --level=ЧИСЛО макс. глибина рекурс╕╖ (0 - без обеження). --delete-after локально видалити отриман╕ файли. -k, --convert-links перетворювати посилання в╕дносн╕. -K, --backup-converted збер╕гати стар╕ файли перед конвертац╕╓ю. -m, --mirror ув╕мкнути режими, корисн╕ для задзеркалення. -p, --page-requisites отримувати вс╕ файли для повного збереження HTML. --strict-comments ув╕мкнути жорстку (SGML) обробку коментар╕в HTML.

source: Recursive accept/reject: -A, --accept=LIST comma-separated list of accepted extensions. -R, --reject=LIST comma-separated list of rejected extensions. -D, --domains=LIST comma-separated list of accepted domains. --exclude-domains=LIST comma-separated list of rejected domains. --follow-ftp follow FTP links from HTML documents. --follow-tags=LIST comma-separated list of followed HTML tags. -G, --ignore-tags=LIST comma-separated list of ignored HTML tags. -H, --span-hosts go to foreign hosts when recursive. -L, --relative follow relative links only. -I, --include-directories=LIST list of allowed directories. -X, --exclude-directories=LIST list of excluded directories. -np, --no-parent don't ascend to the parent directory.
ro: Acceptare/refuz recursive: -A, --accept=LISTÃ listã separatã prin virgule a extensiilor acceptate. -R, --reject=LISTÃ listã separatã prin virgule a extensiilor refuzate. -D, --domains=LISTÃ listã separatã prin virgule a domeniilor acceptate. --exclude-domains=LISTÃ listã separatã prin virgule a domeniilor refuzate. --follow-ftp urmeazã legãturile FTP din documente HTML. --follow-tags=LISTÃ listã separatã prin virgule a tagurilor HTML urmate. -G, --ignore-tags=LISTÃ listã separatã prin virgule a tagurilor HTML ignorate. -H, --span-hosts viziteazã ºi site-uri strãine în recursiune. -L, --relative urmeazã doar linkurile relative. -I, --include-directories=LISTÃ listã directoare permise. -X, --exclude-directories=LISTÃ listã directoare excluse. -np, --no-parent nu urca la directorul pãrinte.
uk: Рекурсивне включення/виключення файл╕в: -A, --accept=СПИСОК список розширень на включення. -R, --reject=СПИСОК список розширень на виключення. -D, --domains=СПИСОК список дозволених домен╕в. --exclude-domains=СПИСОК через кому список домен╕в, як╕ виключати. --follow-ftp йти за FTP-посиланнями в HTML-документах. --follow-tags=СПИСОК HTML тег╕в через кому, за якими можна йти. -G, --ignore-tags=СПИСОК HTML тег╕в через кому, як╕ треба ╕гнор. -H, --span-hosts переходити на ╕нш╕ хости п╕д час рекурс╕╖. -L, --relative йти лиш за в╕дносними посиланнями. -I, --include-directories=СПИСОК список дозволених каталог╕в. -X, --exclude-directories=СПИСОК список каталог╕в на виключення. -np, --no-parent не п╕дн╕матися в батьк╕вский каталог.

source: Mail bug reports and suggestions to <bug-wget@gnu.org>.
cs: Zprávy o chybách a návrhy na vylep¹ení programu zasílejte na adresu <bug-wget@gnu.org> (pouze anglicky). Komentáøe k èeskému pøekladu zasílejte na adresu <cs@li.org>.
ro: Rapoarte de bug-uri prin mail ºi sugestii la <bug-wget@gnu.org>.
uk: Пов╕домлення про помилки та пропозиц╕╖ надсилайте до <bug-wget@gnu.org>.

source: %s: debug support not compiled in.
cs: %s: program nebyl zkompilován s podporou pro ladìní.
ro: %s: suport de debug necompilat.
uk: %s: п╕дтримку в╕длагодження не вкомп╕льовано.

source: Copyright (C) 2003 Free Software Foundation, Inc.
uk: Copyright (C) 2003 Фундац╕я В╕льного Програмного Забезпечення.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ro: Acest program este distribuit în speranþa cã va fi folositor, dar FÃRÃ NICI O GARANÞIE; chiar fãrã garanþia presupusã a VANDABILITÃÞII sau POTRIVIRII PENT UN SCOP ANUME. Citiþi Licenþa Publicã Generalã GNU pentru mai multe detalii.
uk: Ця програма поширю╓ться з над╕╓ю, що вона буде корисною, але БЕЗ БУДЬ-ЯКИХ ГАРАНТ╤Й; нав╕ть без гарант╕╖ КОРИСНОСТ╤ чи ПРИДАТНОСТ╤ ДЛЯ ПЕВНО╥ КОНКРЕТНО╥ МЕТИ. Див╕ться GNU General Public License для отримання детальн╕шо╖ ╕нформац╕╖.

source: Originally written by Hrvoje Niksic <hniksic@xemacs.org>.
ro: Original scris de Hrvoje Niksic <hniksic@xemacs.org>.
uk: Автор: Hrvoje Niksic <hniksic@xemacs.org>.

source: %s: illegal option -- `-n%c'
cs: %s: nepøípustný pøepínaè -- `-n%c'
ro: %s: opþiune ilegalã -- `-n%c'
uk: %s: нев╕рний параметр -- `-n%c'

source: Try `%s --help' for more options.
cs: Pøíkaz `%s --help' vypí¹e význam platných pøepínaèù.
ro: Încercaþi `%s --help' pentru mai multe opþiuni.
uk: Спробуйте `%s --help' для отримання детально╖ ╕нформац╕╖.

source: Can't be verbose and quiet at the same time.
cs: Program nemù¾e být upovídaný a zitcha najednou.
ro: Nu pot fi ºi detaliat ºi silenþios în acelaºi timp.
uk: Режими verbose та quiet не можна використовувати одночасно.

source: Can't timestamp and not clobber old files at the same time.
cs: Nelze pou¾ívat èasová razítka a nemazat pøitom staré soubory.
ro: Nu pot ºi identifica pentru timp (timestamp) ºi lãsa fiºierele nesecþionate în acelaºi timp.
uk: Режими п╕дтримки м╕ток часу та збереження старих файл╕в несум╕сн╕.

source: %s: missing URL
cs: %s: chybí URL
ro: %s: URL lipsã
uk: %s: не вказано URL

source: No URLs found in %s.
cs: V souboru `%s' nebyla nalezena ¾ádná URL.
ro: Nici un URL gãsit în %s.
uk: В %s не знайдено URL'╕в.

source: FINISHED --%s-- Downloaded: %s bytes in %d files
cs: KONEC --%s-- Celkem naèteno %s bajtù v %d souborech
ro: FINALIZAT --%s-- Downloadat: %s octeþi în %d fiºiere
uk: ЗАК╤НЧЕНО --%s-- Скачано: %s байт╕в в %d файлах(╕)

source: Download quota (%s bytes) EXCEEDED!
cs: Pøekroèen limit objemu ulo¾ených dat (%s bajtù)!
ro: Cotã de download (%s octeþi) DEPÃªITÃ!
uk: ВИЧЕРПАНО обмеження на завантаження (%s байт╕в)!

source: Continuing in background.
cs: Program pokraèuje v bìhu na pozadí.
ro: Continui în fundal.
uk: Продовжу╓мо у фоновому режим╕.

source: Output will be written to `%s'.
cs: Výstup bude zapsán do `%s'.
ro: Output-ul va fi scris în `%s'.
uk: Виведення буде записано до `%s'.

source: Starting WinHelp %s
cs: Spou¹tí se WinHelp %s
ro: Startare WinHelp %s
uk: Запуска╓мо WinHelp %s

source: %s: Couldn't find usable socket driver.
cs: %s: Nelze najít pou¾itelný ovladaè socketù.
ro: %s: Nu am putut gãsi un driver de socket folosibil.
uk: %s: Не можу знайти потр╕бний драйвер.

source: %s: %s:%d: warning: "%s" token appears before any machine name
cs: %s: %s:%d varování: token "%s" je uveden je¹tì pøed jakýmkoliv názvem poèítaèe
ro: %s: %s:%d: avertisment: Simbolul "%s" apare înainte de numele maºinii
uk: %s: %s:%d: попередження: лексема "%s" перед ╕менем машини

source: %s: %s:%d: unknown token "%s"
cs: %s: %s:%d: neznámý token "%s"
ro: %s: %s:%d: simbol necunoscut "%s"
uk: %s: %s:%d: нев╕дома лексема "%s"

source: Usage: %s NETRC [HOSTNAME]
cs: Pou¾ití: %s NETRC [NÁZEV POÈÍTAÈE]
ro: Folosire: %s NETRC [NUME_HOST]
uk: Використання: %s NETRC [╤М'Я МАШИНИ]

source: %s: cannot stat %s: %s
cs: %s: volání `stat %s' skonèilo chybou: %s
ro: %s: n-am putut stabili %s: %s
uk: %s: не можу виконати stat %s: %s

source: %*s[ skipping %dK ]
ro: %*s[ omitere %dK ]
uk: %*s[ пропуск %dK ]

source: Invalid dot style specification `%s'; leaving unchanged.
ro: Specificare punct invalidã `%s'; lãsat neschimbat.
uk: Некоректне вказання стилю `%s'; лиша╓мо без зм╕ни.

source: Removing %s since it should be rejected.
cs: Ma¾e se %s, proto¾e tento soubor není po¾adován.
ro: ªtergere %s pentru cã oricum ar fi trebuit refuzat.
uk: Видяля╓мо %s, оск╕льки його треба пропустити.

source: Loading robots.txt; please ignore errors.
cs: Naèítá se `robots.txt'. Chybová hlá¹ení ignorujte, prosím.
ro: Se încarcã robots.txt; ignoraþi erorile.
uk: Завантажу╓мо файл robots.txt; не зважайте на помилки.

source: Error parsing proxy URL %s: %s.
ro: Eroare în analiza URL proxy: %s: %s.
uk: Помилка розбору адреси прокс╕ %s: %s.

source: Error in proxy URL %s: Must be HTTP.
ro: Eroare în URL proxy %s: Trebuie sã fie HTTP.
uk: Прокс╕-сервер %s ма╓ бути HTTP.

source: %d redirections exceeded.
ro: %d redirectãri depãºite.
uk: %d зациклень - б╕льше, н╕ж допустимо.

source: Giving up.
cs: Ani poslední pokus nebyl úspì¹ný.
ro: Renunþ.
uk: Авар╕йне завершення.

source: Retrying.
cs: Zkusí se to znovu.
ro: Reîncerc.
uk: Продовження спроб.

source: No error
ro: Eroare necunoscutã
uk: Без помилок

source: Unsupported scheme
ro: Schemã nesuportatã
uk: Схема не п╕дтриму╓ться

source: Empty host
ro: Host vid
uk: Не вказакно вузол

source: Bad port number
ro: Numãr de port invalid
uk: Нев╕рний номер порта

source: Invalid user name
ro: Nume utilizator invalid
uk: Нев╕рне ╕м'я користувача

source: Unterminated IPv6 numeric address
ro: Adresã numericã IPv6 neterminatã
uk: Незатернм╕нована числова IPv6 адреса

source: IPv6 addresses not supported
ro: Adresele IPv6 nu sunt suportate
uk: IPv6 не п╕дтриму╓ться

source: Invalid IPv6 numeric address
ro: Adresã numericã IPv6 invalidã
uk: Нев╕рна числова IPv6 адреса

source: %s: %s: Not enough memory.
cs: %s: %s: Není dost pamìti.
ro: %s: %s: Memorie plinã.
uk: %s: %s: Недостатньо пам'ят╕.

source: Continuing in background, pid %d.
ro: Continui în fundal, pid %d.
uk: Продовжу╓мо у фоновому режим╕, номер процесу %d.

source: Failed to unlink symlink `%s': %s
cs: Nebylo mo¾né odstranit symbolický odkaz `%s': %s
ro: Nu am putut scoate(unlink) symlinkul `%s': %s
uk: Не вдалося видалити символьне посилання `%s': %s

source: Syntax error in Set-Cookie at character `%c'.
cs: Syntaktická chyba v hlavièce Set-Cookie na znaku `%c'.

source: Syntax error in Set-Cookie: premature end of string.
cs: Syntaktická chyba v hlavièce Set-Cookie: Pøedèasný konec øetìzce.

source: Connection to %s:%hu refused.
cs: Spojení s %s:%hu odmítnuto.

source: connected!
cs: spojeno!

source: Will try connecting to %s:%hu.
cs: Program se pokusí spojit s %s:%hu.

source: %s: BUG: unknown command `%s', value `%s'.
cs: %s: CHYBA: Neznámý pøíkaz `%s', hodnota `%s'.

source: %s: %s: Cannot convert `%s' to an IP address.
cs: %s: %s: `%s' nelze pøevést na IP adresu.

source: %s: %s: Please specify on or off.
cs: %s: %s: Zadejte prosím `on' (zapnuto) nebo `off' (vypnuto).
