Repository: kusma/amiga-dev
Catalog: targets/m68k-amigaos/roadshow/source_code/wget-1.10.1/po/*.po
Languages: cs, ro, uk

source: %s: %s: Please specify always, on, off, or never.
cs: %s: %s: Zadejte prosím `always' (v¾dy), `on' (zapnuto), `off' (vypnuto), nebo `never' (nikdy).

source: %s: %s: Invalid specification `%s'.
cs: %s: %s: Neplatná specifikace `%s'

source: %s: Invalid specification `%s'
cs: %s: Neplatná specifikace `%s'

source: Logging and input file: -o, --output-file=FILE log messages to FILE. -a, --append-output=FILE append messages to FILE. -d, --debug print debug output. -q, --quiet quiet (no output). -v, --verbose be verbose (this is the default). -nv, --non-verbose turn off verboseness, without being quiet. -i, --input-file=FILE download URLs found in FILE. -F, --force-html treat input file as HTML. -B, --base=URL prepends URL to relative links in -F -i file. --sslcertfile=FILE optional client certificate. --sslcertkey=KEYFILE optional keyfile for this certificate.
cs: Protokolování a vstupní soubor: -o, --output-file=SOUBOR název souboru s protokolem -a, --append-output=SOUBOR protokol se pøipojí na konec tohoto souboru -d, --debug vypisuje ladicí informace -q, --quiet nevypisuje vùbec nic -v, --verbose bude upovídaný (implicitnì zapnuto) -nv, --non-verbose vypisuje pouze nejdùle¾itìj¹í informace -i, --input-file=SOUBOR výchozí URL odkazy naète z tohoto souboru -F, --force-html soubor s URL je v HTML formátu -B, --base=URL pøidá URL na zaèátky relat. odkazù pøi '-F -i' --sslcertfile=SOUBOR volitelný certifikát klienta --sslcertkey=SOUBOR volitelný soubor klíèù pro tento certifikát

source: Download: --bind-address=ADDRESS bind to ADDRESS (hostname or IP) on local host. -t, --tries=NUMBER set number of retries to NUMBER (0 unlimits). -O --output-document=FILE write documents to FILE. -nc, --no-clobber don't clobber existing files or use .# suffixes. -c, --continue resume getting a partially-downloaded file. --dot-style=STYLE set retrieval display style. -N, --timestamping don't re-retrieve files unless newer than local. -S, --server-response print server response. --spider don't download anything. -T, --timeout=SECONDS set the read timeout to SECONDS. -w, --wait=SECONDS wait SECONDS between retrievals. --waitretry=SECONDS wait 1...SECONDS between retries of a retrieval. -Y, --proxy=on/off turn proxy on or off. -Q, --quota=NUMBER set retrieval quota to NUMBER.
cs: Stahování: --bind-address=ADRESA pou¾ij lokální rozhraní s danou adresou (IP nebo jméno) -t, --tries=ÈÍSLO poèet pokusù stáhnout URL (0 donekoneèna) -O --output-document=SOUBOR sta¾ené dokumenty ukládá do tohoto souboru -nc, --no-clobber nepøepisuje existující soubory -c, --continue pokraèuje ve stahování èásteènì pøenesených dat --dot-style=STYL nastaví zpùsob zobrazení pøi stahování dat -N, --timestamping nestahuje star¹í soubory (zapne èasová razítka) -S, --server-response vypisuje odpovìdi serveru --spider nic nestahuje -T, --timeout=SEKUNDY nastaví timeout pøi ètení na tuto hodnotu -w, --wait=POÈET pøed ka¾dým stahováním poèká POÈET sekund --waitretry=POÈET èeká 1...POÈET sec pøed novým pokusem o sta¾ení -Y, --proxy=on/off zapne pøenos pøes proxy (standardnì `off') -Q, --quota=BAJTÙ nastaví limit objemu ulo¾ených dat

source: Directories: -nd --no-directories don't create directories. -x, --force-directories force creation of directories. -nH, --no-host-directories don't create host directories. -P, --directory-prefix=PREFIX save files to PREFIX/... --cut-dirs=NUMBER ignore NUMBER remote directory components.
cs: Adresáøe: -nd --no-directories nevytváøí adresáøe -x, --force-directories v¾dy vytváøí adresáøe -nH, --no-host-directories nevytváøí adresáøe s adresou serveru -P, --directory-prefix=PREFIX ukládá data do PREFIX/... --cut-dirs=POÈET nevytváøí prvních POÈET podadresáøù

source: HTTP options: --http-user=USER set http user to USER. --http-passwd=PASS set http password to PASS. -C, --cache=on/off (dis)allow server-cached data (normally allowed). -E, --html-extension save all text/html documents with .html extension. --ignore-length ignore `Content-Length' header field. --header=STRING insert STRING among the headers. --proxy-user=USER set USER as proxy username. --proxy-passwd=PASS set PASS as proxy password. --referer=URL include `Referer: URL' header in HTTP request. -s, --save-headers save the HTTP headers to file. -U, --user-agent=AGENT identify as AGENT instead of Wget/VERSION. --no-http-keep-alive disable HTTP keep-alive (persistent connections). --cookies=off don't use cookies. --load-cookies=FILE load cookies from FILE before session. --save-cookies=FILE save cookies to FILE after session.
cs: Pøepínaèe pro HTTP: --http-user=U®IVATEL u¾ivatelské jméno pro autorizovaný HTTP pøenos --http-passwd=HESLO heslo pro autorizovaný HTTP pøenos -C, --cache=on/off povolí èi zaká¾e pou¾ití vyrovnávací pamìti na stranì serveru (implicitnì `on') -E, --html-extension ulo¾í dokumenty typu `text/html' s pøíponou .html --ignore-length ignoruje pole `Content-Length' v hlavièce --header=ØETÌZEC po¹le ØETÌZEC serveru jako souèást hlavièek --proxy-user=U®IVATEL jméno u¾ivatele vy¾adované pro proxy pøenos --proxy-passwd=HESLO heslo pro proxy pøenos --referer=URL posílá v hlaviècce HTTP po¾adavku `Referer: URL' -s, --save-headers do stahovaného souboru ulo¾í i hlavièky HTTP -U, --user-agent=AGENT místo identifikace `Wget/VERZE' posílá v hlavièce HTTP po¾adavku identifikaèní øetìzec AGENT --no-http-keep-alive vypne HTTP keep-alive (trvalé spojení se serverem) --cookies=off nebude pou¾ívat koláèky (HTTP cookies) --load-cookies=SOUBOR pøed sezením naète koláèky ze souboru SOUBOR --save-cookies=SOUBOR po sezení ulo¾í koláèky do souboru SOUBOR

source: Recursive retrieval: -r, --recursive recursive web-suck -- use with care! -l, --level=NUMBER maximum recursion depth (inf or 0 for infinite). --delete-after delete files locally after downloading them. -k, --convert-links convert non-relative links to relative. -K, --backup-converted before converting file X, back up as X.orig. -m, --mirror shortcut option equivalent to -r -N -l inf -nr. -p, --page-requisites get all images, etc. needed to display HTML page.
cs: Rekurzivní stahování: -r, --recursive rekurzivní stahování -- buïte opatrní! -l, --level=ÈÍSLO maximální hloubka rekurze (0 bez limitu) --delete-after po pøenosu sma¾e sta¾ené soubory -k, --convert-links absolutní URL pøeveïe na relativní -K, --backup-converted pøed konverzí ulo¾í `X' jako `X.orig' -m, --mirror zapne pøepínaèe vhodné pro zrcadlení dat -p, --page-requisites stáhne v¹e nutné pro zobrazení HTML stránky

source: Recursive accept/reject: -A, --accept=LIST comma-separated list of accepted extensions. -R, --reject=LIST comma-separated list of rejected extensions. -D, --domains=LIST comma-separated list of accepted domains. --exclude-domains=LIST comma-separated list of rejected domains. --follow-ftp follow FTP links from HTML documents. --follow-tags=LIST comma-separated list of followed HTML tags. -G, --ignore-tags=LIST comma-separated list of ignored HTML tags. -H, --span-hosts go to foreign hosts when recursive. -L, --relative follow relative links only. -I, --include-directories=LIST list of allowed directories. -X, --exclude-directories=LIST list of excluded directories. -nh, --no-host-lookup don't DNS-lookup hosts. -np, --no-parent don't ascend to the parent directory.
cs: Omezení pøi rekurzi: -A, --accept=SEZNAM seznam povolených extenzí souborù -R, --reject=SEZNAM seznam nepovolených extenzí souborù -D, --domains=SEZNAM seznam povolených domén --exclude-domains=SEZNAM seznam nepovolených domén --follow-ftp následuje FTP odkazy v HTML dokumentech --follow-tags=LIST seznam následovaných HTML znaèek -G, --ignore-tags=LIST seznam ignorovaných HTML znaèek -H, --span-hosts naèítá dokumenty i z ostatních serverù -I, --include-directories=SEZNAM seznam povolených adresáøù -L, --relative následuje pouze relativní odkazy -X, --exclude-directories=SEZNAM seznam vylouèených adresáøù -nh, --no-host-lookup nevyhledává adresy v DNS -np, --no-parent nesestupuje do rodièovského adresáøe

source: Copyright (C) 1995, 1996, 1997, 1998, 2000, 2001 Free Software Foundation, Inc. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
cs: Copyright (C) 1995, 1996, 1997, 1998, 2000, 2001 Free Software Foundation, Inc. Tento program je ¹íøen v nadìji, ¾e bude u¾iteèný, av¹ak BEZ JAKÉKOLI ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI anebo VHODNOSTI PRO URÈITÝ ÚÈEL. Dal¹í podrobnosti hledejte v Obecné veøejné licenci GNU.

source: Originally written by Hrvoje Niksic <hniksic@arsdigita.com>.
cs: Pùvodním autorem tohto programu je Hrvoje Nik¹iæ <hniksic@arsdigita.com>.

source: %s: %s: invalid command
cs: %s: %s: neplatný pøíkaz

source: %s received, redirecting output to `%%s'.
cs: Byl zachycen signál %s, výstup pøesmìrován do `%%s'.

source: CTRL+Break received, redirecting output to `%s'. Execution continued in background. You may stop Wget by pressing CTRL+ALT+DELETE.
cs: Stiskli jste CTRL+Break, výstup byl proto pøesmìrován do `%s'. Program pokraèuje v bìhu na pozadí. Wget lze zastavit stiskem CTRL+ALT+DELETE.

source: [ skipping %dK ]
cs: [ pøeskakuje se %dK ]

source: Could not find proxy host.
cs: Nelze najít proxy server.

source: Proxy %s: Must be HTTP.
cs: Proxy %s: Musí být HTTP.

source: %s: Redirection cycle detected.
cs: %s: Detekováno zacyklené pøesmìrování.

source: Unknown/unsupported protocol
cs: Neznámý/nepodporovaný protokol

source: Invalid port specification
cs: Neplatná specifikace portu

source: Invalid host name
cs: Neplatné jméno stroje
